tutorials/Darcy_Flow_Cases/Gravity_Capillarity_Balance/gravity_Capillarity_BrooksCorey/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    frontAndBack
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          6000;
        startFace       1499;
    }
    top
    {
        type            patch;
        nFaces          1;
        startFace       7499;
    }
    bottom
    {
        type            patch;
        nFaces          1;
        startFace       7500;
    }
)

// ************************************************************************* //
